Repository: Tubbz-alt/deepin-store
Catalog: locale/*.po
Languages: am, ar, hi

source: Popular recommendations
hi: प्रसिद्ध सुझाव

source: Loading comments...
am: አስተያየቶች በመጫን ላይ...
ar: يتم تحميل التعليقات...
hi: टिप्पणी भर रही...

source: Download: %s
am: የወረዱ: %s
ar: تنزيل : %s
hi: डाउनलोड: %s

source: Category:
am: ምድብ:
ar: الفئة :
hi: श्रेणी:

source: Version: %s
am: እትም: %s
ar: الإصدار : %s
hi: संस्करण: %s

source: Download: 0
am: የወረዱ: 0
ar: تنزيل : 0
hi: डाउनलोड: 0

source: Size: calculating...
am: መጠን: በማስላት ላይ...
ar: الحجم : يتم الحساب...
hi: आकार: गिन रहा...

source: Visit Homepage
am: ድህረ ገጽ ይጎብኙ
ar: زيارة الصفحة الرئيسية
hi: मुख्यपृष्ठ देखें

source: Not found
am: አልተገኘም
hi: नहीं मिला

source: Successfully installed
am: መግጠሙ ተሳክቷል
ar: تم التثبيت بنجاح
hi: सफलतापूर्वक स्थापित

source: Size: %s
am: መጠን: %s
ar: الحجم : %s
hi: आकार: %s

source: Powered by UpYun.com
hi: UpYun.com द्वारा संचालित

source: %s applications can be uninstalled
am: %s መተግበሪያዎችን ማጥፋት ይቻላል
ar: %s التطبيقات يمكن الغاء تثبيتها
hi: %s अनुप्रयोग को अस्थापित किया जा सकता है

source: Waiting for uninstall
am: ማጥፊያውን በመጠበቅ ላይ
ar: في انتظار الغاء التثبيت
hi: अस्थापन हेतु प्रतीक्षा करने

source: Uninstalling
am: በማጥፋት ላይ
ar: يتم الغاء التثبيت
hi: अस्थापित हो रहा

source: Uninstallation completed
am: ማጥፋት ጨርሷል
hi: अस्थापन पूर्ण

source: %s: request for starting applications sent
am: %s: መተግበሪያውን ለማስጀመር ጥያቄው ተልኳል
ar: %s: مطلوب من أجل بدأ تطبيقات الإرسال
hi: %s: अनुप्रयोग शुरू करने का अनुरोध भेजा गया

source: Please wait a moment while system upgrade is being performed... Do not turn off your computer.
hi: प्रणाली के नवीनीकरण होते तक कृपया प्रतीक्षा करें... कम्प्युटर बंद न करें।

source: Upgrade
am: ማሻሻያ
ar: ترقية
hi: नवीनीकरण

source: There are %s packages needed to upgrade in your system, please use Deepin Store to upgrade.
hi: इसमें %s पैक को अपने प्रणाली में डीपइन से उन्नत करें।

source: Deepin Store
hi: डीपइन भंडार

source: There is %s package needed to upgrade in your system, please use Deepin Store to upgrade.
hi: इसमें %s पैक को उन्नत करने की आवश्यकता है, अपने प्रणाली में डीपइन से उन्नत करें।

source: %s applications are being installed
am: %s መተግበሪያዎች በመግጠም ላይ
ar: %s يتم تثبيت التطبيقات
hi: %s अनुप्रयोग स्थापित हो गए।

source: Dependencies analyzing
am: ጥገኞችን በመርመር ላይ
hi: निर्भरता विश्लेषण

source: Installed
am: ተገጥሟል
ar: تم التثبيت
hi: स्थापित

source: Download was interrupted
am: ማውረዱ ተቋርጧል
ar: تم مقاطعة التنزيل
hi: डाउनलोड में रुकावट आई

source: Installation was interrupted
am: መግጠሙ ተቋርጧል
ar: تم مقاطعة التثبيت
hi: स्थापित में रुकावट आई

source: Waiting for download
am: ለማውረድ በመጠበቅ ላይ
ar: في إنتظار التنزيل
hi: डाउनलोड के लिए प्रतीक्षा करें

source: Downloading
am: በማውረድ ላይ
ar: يتم التنزيل
hi: डाउनलोड हो रहा

source: Download failed
hi: डाउनलोड विफल

source: Waiting for installation
am: መግጠሚያውን በመጠበቅ ላይ
ar: في إنتظار التثبيت
hi: स्थापना हेतु प्रतीक्षा करें

source: Dependencies analysis failed
am: ጥገኞችን መርመር አልተሳካም
hi: निर्भरता विश्लेषण विफल

source: Installing
am: በመግጠም ላይ
ar: جاري التثبيت
hi: स्थापित हो रहा

source: Installation completed
am: መግጠሙ ጨርሷል
hi: स्थापना पूर्ण

source: Last system upgraded time:
am: ስርአቱ መጨረሻ የተሻሻለበት ሰአት:
hi: प्रणाली का अंतिम नवीनीकरण समय:

source: No reminder to upgrade (%s)
hi: नवीनीकरण हेतु कोई स्मरण नई (%s)

source: Upgrade applications selected
am: መተግበሪያዎች ማሻሻያ ተመርጧል
hi: नवीनीकरण हेतु अनुप्रयोग चुना गया

source: %s applications are available for upgrade
am: %s ለመተግበሪያዎች ማሻሻያ ዝግጁ ነው
ar: %s تطبيقات متوفرة للترقية
hi: %s अनुप्रयोग नवीनीकरण हेतु उपलब्ध है

source: Remind again
am: በድጋሚ አስታውሰኝ
hi: दुबारा याद दिलाएँ

source: %s applications are not being watched
ar: %s تطبيقات غير مشاهدة
hi: %s अनुप्रयोगों को अब तक नहीं देखा गया

source: Shut down the computer after upgraded
am: ማሻሻሉ ከ ጨረሰ በኋል ኮምፒዩተሩን ማጥፊያ
hi: नवीनीकरण के पश्चात कम्प्युटर बंद कर दें

source: This function is invalid without Deepin System Settings installed.
hi: डीपइन प्रणाली के सेटिंग को बिना स्थापित किए यह कार्य नहीं करेगा।

source: Deepin Desktop Environment is not installed, this function is invalid!
hi: डीपइन डेस्कटॉप पर्यावरण स्थापित नहीं हुआ, यह कार्य अमान्य है!

source: The system is not Deepin, this function is invalid.
hi: यह प्रणाली डीपइन नहीं है, कार्य सही नहीं है।

source: Downloading upgrade packages
hi: उन्नत पैक को डाउनलोड कर रहा

source: Last time of refreshed package lists:
hi: आखिरी समय में ताजा हुए पैक सूची:

source: Mirror Receiving:
hi: दर्पण प्राप्त करना:

source: Failed to download upgrade packages
hi: उन्नत पैक डाउनलोड करने में विफल

source: The requested package does not exist on server.
hi: निवेदित पैक सर्वर में नहीं है।

source: Suggest to
am: የቀረበው ሀሳብ ለ
ar: إقتراح إلى
hi: सुझाव

source: refresh package lists
hi: पैक सूची को ताजा करें

source: and try again.
am: እና እንደገና ይሞክሩ
ar: وحاول مرة أخرى.
hi: और पुनः प्रयास करें।

source: Failed to install upgrade packages
hi: उन्नत पैक स्थापित करने में विफल

source: This problem occurs due to corrupted local apt dependency relationship.
hi: स्थानीय कारणों से यह परेशानी उपन्न हुई।

source: Warning
am: ማስጠንቀቂያ
ar: تحذير
hi: चेतावनी

source: The upgrade requires to uninstall crucial components due to corrupted local dependencies or incorrect package dependencies on server.
hi: यह उन्नत क्रिया के लिए कुछ अनुभागों को अस्थापित करना होगा।

source: If the prompt occurs again, you could
hi: यदि शीघ्र ही ऐसा होता है, तो आप करें

source: send error report
am: የ ስህተት መግለጫ መላኪያ
hi: त्रुटि विवरण भेजें

source: Uploading error log
am: የ ስህተት መግለጫ በመላክ ላይ
ar: رفع سجل الأخطاء
hi: डालने में त्रुटि की जानकारी

source: The error was successfully reported and will be handled soon.
hi: त्रुटि सफलतापूर्वक बता दी गई है और जल्द ही इसे देख लिया जाएगा।

source: Failed to send the error report. You could try again.
am: የስህተት መግለጫ መላክ አልተሳካም እባክዎን እንደ ገና ይሞክሩ
hi: त्रुटि परिणाम को भेजने में विफल हुए। कृपया बाद में प्रयास करें।

source: This problem occurs due to corrupted local apt dependence relationship.
hi: स्थानीय कारणों से यह परेशानी उपन्न हुई।

source: %s package(s) are available for upgrade, %s will be downloaded.
hi: %s पैक(कॉ) उन्नत करने हेतु उपलब्ध है, %s डाउनलोड हो गया।

source: Finished analyzing dependencies.
am: ጥገኞችን መመርመሩ ተጠናቋል
ar: تحليل التبعيات أنتهى.
hi: निर्भरता का विश्लेषण की समाप्ती

source: Download has started
am: ማውረድ ጀምሯል
hi: डाउनलोड शुरू हुआ

source: Completed: %s/%s (%s/%s) Download Rate: %s/s
am: ተፈጽሟል: %s/%s (%s/%s) የማውረድ ፍጥነት: %s/s
hi: पूर्ण: %s/%s (%s/%s) डाउनलोड दर: %s/s

source: Download finished.
am: ማውረዱ ተጠናቋል
ar: إكتمل التنزيل.
hi: डाउनलोड समाप्त हुआ।

source: Download stopped.
am: ማውረዱ ተቋርጧል
ar: توقف التنزيل.
hi: डाउनलोड रुक गया।

source: Installing upgrade packages
hi: उन्नत पैक स्थापित

source: Upgrading...
hi: नवीनीकरण...

source: Upgrade completed
am: ማሻሻሉ ተፈጽሟል
hi: नवीनीकरण पूर्ण

source: Waiting for upgrade
am: ማሻሻያ በመጠበቅ ላይ
ar: في إنتظار الترقية
hi: नवीनीकरण के लिए प्रतीक्षा

source: Upgrading
am: በማሻሻል ላይ
ar: يتم الترقية
hi: नवीनीकरण

source: Top 25 weekly
am: 25 የሳምንቱ ከፍተኛ
ar: أفضل 25 أسبوعياً
hi: शीर्ष 25 साप्ताहिक

source: Top 25 monthly
am: 25 የወሩ ከፍተኛ
ar: أفضل 25 شهرياً
hi: शीर्ष 25 मासिक

source: Top 25 totally
am: ባጠቃላይ 25 ከፍተኛ
hi: शीर्ष 25 कुल

source: Internet
am: ኢንተርኔት
ar: إنترنت
hi: अंतरजाल

source: Browser
am: መቃኛ
ar: متصفح
hi: विचरक

source: Instant messaging
am: አስቸኳይ መልእክተኛ
ar: مراسلة فورية
hi: तात्कालिक संदेश

source: Email
am: ኢሜይል
ar: إيميل
hi: ईमेल

source: File transfer
am: ፋይል ማስተላለፊያ
ar: نقل الملف
hi: फ़ाइल स्थानांतरण

source: News
am: ዜናዎች
ar: الأخبار
hi: समाचार

source: Remote access
am: በርቀት መድረሻ
ar: الوصول عن بعد
hi: रिमोट पहुँच

source: Security
am: ደህንነት
ar: الأمان
hi: सुरक्षा

source: Miscellaneous
am: የተለያዩ
ar: متنوعة
hi: विविध

source: Multimedia
am: በርካታ መገናኛ
ar: ملتميديا
hi: मल्टीमीडिया

source: Audiovideo
am: ድምፅ እና ቪዲዮ
ar: صوت و فيديو
hi: ध्वनिवीडियो

source: Media Editing
hi: मीडिया सम्पादन

source: Disc burner
am: ዲስክ ማቃጠያ
ar: حارق أقراص
hi: डिस्क बर्नर

source: MIDI
hi: एमआईडीआई

source: Mixer
am: መደባለቂያ
ar: خالط
hi: मिश्रक

source: Player
am: ማጫወቻ
ar: مشغل
hi: चालक

source: Recorder
am: መቅረጫ
ar: مسجل
hi: रिकॉर्डर

source: Sequencer
am: ቅደም ተከተል
ar: منظم
hi: अनुक्रम्रक

source: Tuner
ar: مدوزن
hi: ट्यूनर

source: Games
am: ጨዋታዎች
ar: العاب
hi: खेल

source: Action games
am: የ ተግባር ጨዋታዎች
ar: العاب أكشن
hi: प्रतिक्रियात्मक खेल

source: Advernture games
ar: العاب مغامرات
hi: रोमांचक खेल

source: Arcade games
ar: العاب أركيد
hi: तोरणपथ खेल

source: Board games
am: የ ሰንጠረዥ ጨዋታዎች
ar: العاب لوحية
hi: पटल खेल

source: Card games
am: የ ካርታ ጨዋታዎች
ar: العاب كروت
hi: कार्ड खेल

source: Emulator
ar: محاكيات
hi: एम्यूलेटर

source: Kids games
am: የ ልጆች ጨዋታዎች
ar: العاب أطفال
hi: बच्चों के खेल

source: Logic games
ar: العاب منطقية
hi: तार्किक खेल

source: Puzzle games
ar: العاب ألغاز
hi: पहेली वाले खेल

source: Role-playing games
ar: العاب تعدد الأدوار
hi: किरदार वाले खेल

source: Sports games
am: የ ስፖርት ጨዋታዎች
ar: العاب رياضية
hi: वास्तविक खेल से जुड़े खेल

source: Strategy games
ar: العاب استرتيجية
hi: रणनीति वाले खेल

source: Graphics
am: ንድፎች
ar: الرسومات
hi: ग्राफिक्स

source: 2D graphics
am: 2ዲ ንድፎች
ar: 2D رسومات
hi: 2 विमीय खेल

source: 3D graphics
am: 3ዲ ንድፎች
ar: 3D رسومات
hi: 3 विमीय खेल

source: Image processing
am: ምስል ማቀናበሪያ
ar: تحويل الصورة
hi: छवि प्रसंस्करण

source: Photography
am: ፎቶግራፍ
ar: تصوير
hi: चित्रकारी

source: Vector graphics
ar: توجيه الرسومات
hi: वेक्टर ग्राफिक्स

source: Viewer
am: መመልከቻ
ar: العارض
hi: दर्शक

source: Productivity
ar: إنتاجية
hi: उत्पादकता

source: Office
am: ቢሮ
ar: مكتب
hi: कार्यालय

source: Scanning printing
am: ማሰሻ እና ማተሚያ
ar: يتم فحص الطباعة
hi: स्कैन मुद्रण

source: Industry
am: ኢንዱስትሪ
ar: صناعة
hi: उद्योग

source: Engineering
am: መሀንዲስ
ar: هندسة
hi: अभियांत्रिकी

source: Finance
am: ገንዘብ
ar: تمويل
hi: वित्त

source: Ham radio
am: ሀም ራዲዮ
ar: إذاعة هم
hi: हम रेडियो

source: Medical
am: ሕክምና
ar: طبي
hi: चिकित्सा

source: Publishing
am: ሕትመት
ar: طبع ونشر
hi: प्रकाशन

source: Science Education
am: የሳይንስ ትምህርት
hi: विज्ञान की शिक्षा

source: Languages
am: ቋንቋዎች
ar: اللغات
hi: भाषाएँ

source: Religion
am: ሐይማኖት
ar: الدين
hi: स्थान

source: Science
am: ሳይንስ
ar: العلوم
hi: विज्ञान

source: Development
am: ብልጽግና
ar: التطوير و التنمية
hi: विकास

source: Database
am: ዳታቤዝ
ar: قاعدة بيانات
hi: डाटाबेस

source: Debugging
ar: المعالجة
hi: डिबगिंग

source: IDE
hi: आईडीई

source: Software development
am: ሶፍትዌር ማበልጸጊያ
ar: تطوير البرمجيات
hi: सॉफ्टवेयर निर्माण

source: Version control
am: እትም መቆጣጠሪያ
ar: التحكم في الإصدار
hi: संस्करण नियंत्रण

source: Web development
am: ዌብ ማበልጸጊያ
ar: تطوير الشبكة
hi: जाल निर्माण

source: System
am: ስርአት
ar: النظام
hi: प्रणाली

source: Desktop environment
am: የ ደስክቶፕ አካባቢ
ar: بيئة سطح المكتب
hi: डेस्कटॉप पर्यावरण

source: Monitor
ar: الشاشة
hi: मॉनिटर

source: Network
am: ኔትዎርክ
ar: الشبكة
hi: संचार

source: Package manager
am: የጥቅል አስተዳዳሪ
ar: مدير الحزم
hi: पैक प्रबन्धक

source: Settings
am: ማሰናጃዎች
ar: الإعدادات
hi: व्यवस्था

source: Virtualization
ar: المحاكاة الإفتراضية
hi: आभासिकरण

source: Window manager
am: የ መስኮት አስተዳዳሪ
ar: مدير النوافذ
hi: विंडो प्रबन्धक

source: Utilities
am: የተለያዩ
ar: خدمات
hi: उपयोगिताएँ

source: Accessories
am: ተጨማሪዎች
ar: إكسسوارات
hi: सहायक उपकरण

source: Archiving
am: ማህደር
ar: الأرشفة
hi: संग्रह

source: Emulation
ar: محاكاة
hi: यंत्रानुकरण

source: File manager
am: የፋይል አስተዳዳሪ
ar: مدير الملفات
hi: फ़ाइल प्रबन्धक

source: Screensaver
am: መመልከቻውን ማዳኛ
ar: شاشة التوقف
hi: स्क्रीन सजावट

source: Terminal emulator
ar: محاكي الطرفية
hi: टर्मिनल एमुलेटर

source: Text editor
am: የጽሁፍ ማረሚያ
ar: محرر النص
hi: पाठ्य संपादक

source: %s: %s applications
am: %s: %s መተግበሪያዎች
ar: %s: %s التطبيقات
hi: %s: %s अनुप्रयोग

source: %s > %s : %s applications
am: %s > %s : %s መተግበሪያዎች
ar: %s > %s : %s التطبيقات
hi: %s > %s : %s अनुप्रयोग

source: Home
am: ቤት
ar: المنزل
hi: घर

source: Recommendations
am: የተጠቆመው
hi: सुझावित

source: Topics
am: አርእስቶች
ar: المواضيع
hi: विषय

source: Download rank
am: የወረዱ ደረጃቸው
ar: معدل التنزيل
hi: डाउनलोड पायदान

source: Just now
am: አሁኑኑ
ar: فقط الآن
hi: अभी

source: One minute ago
am: ከ አንድ ደቂቃ በፊት
ar: قبل دقيقة مضة
hi: एक मिनट पहले

source: %s minutes ago
am: %s ደቂቆች በፊት
ar: %s دقائق مضة
hi: %s मिनट पहले

source: One hour ago
am: ከ አንድ ሰአት በፊት
ar: قبل ساعة مضة
hi: एक घंटा पहले

source: %s hours ago
am: %s ሰአቶች በፊት
ar: %s ساعات مضة
hi: %s घण्टा पहले

source: Yesterday
am: ትናንትና
ar: أمس
hi: कल

source: Click to refresh
am: ለማነቃቃት ይጫኑ
ar: أنقر للتحديث
hi: ताज़ा करने हेतु दबाएँ

source: OK
am: እሺ
ar: موافق
hi: ठीक

source: Cancel
am: መሰረዣ
ar: إلغاء
hi: रद्द करो

source: Running
am: በማስኬድ ላይ
ar: جاري التشغيل
hi: चल रहा

source: Preparing
am: በማሰናዳት ላይ
ar: جاري الإعداد
hi: तैयारी

source: Unpacking
am: በመክፈት ላይ
ar: جاري التفريغ
hi: निकालना

source: Preparing to configure
am: ለማዋቀር በማሰናዳት ላይ
ar: جاري الإعداد للتكوين
hi: विन्यास की तैयारी

source: Configuring
am: በማዋቀር ላይ
ar: جاري التكوين
hi: विन्यास

source: Err
hi: त्रुटि

source: Ign
hi: अनदेखा

source: Get
ar: احصل
hi: लें

source: Hit
ar: أصب
hi: दबाएँ

source: %s haven't any desktop file
am: %s የዴስክቶፕ ፋይል የለም
ar: %s لا يوجد أي ملف سطح مكتب
hi: %s कोई डेस्कटॉप फ़ाइल नहीं है।

source: Sending rating...
am: ደረጃውን በ መላክ ላይ...
hi: मूल्यांकन भेजा जा रहा है।

source: You have already scored. ;)
hi: आपने पहले ही आकलन कर दिया ;)

source: Rated successfully. Thanks for your involvement.
hi: मूल्यांकन सफल हुआ। शामिल होने के लिए धन्यवाद।

source: Rating failed. Please check your network connection!
hi: मूल्यांकन विफल हुआ। इंटरनेट की जाँच करे।

source: Uninstall %s Successfully.
am: ማጥፋቱ %s ተሳክቷል
ar: تم إلغاء %s التثبيت بنجاح.
hi: स्थापना रद्द %s सफल रहा।

source: Uninstall
am: ማጥፊያ
ar: إلغاء التثبيت
hi: स्थापना रद्द करें

source: %s packages upgrade successfully.
am: %s ጥቅሎች ማሻሻሉ ተሳክቷል
hi: %s पैक सफलतापूर्वक उन्नत हुआ।

source: Install %s Successfully.
am: መግጠሙ %s ተሳክቷል
ar: تم تثبيت %s بنجاح.
hi: स्थापना %s सफल रहा।

source: Install
am: መግጠሚያ
ar: تثبيت
hi: स्थापन

source: Generating package list database...
am: የጥቅል ዝርዝር ዳታቤዝ በማመንጨት ላይ...
hi: पैक सूची का डाटा बना रहा...

source: Package lists refreshed completely.
hi: पैक सूची को पूरी तरह ताजा किया।

source: Failed to refresh package lists.
am: የጥቅል ዝርዝር ማነቃቃት አልተቻለም
hi: पैक सूची को ताजा करने में विफल।

source: Try again
am: እንደገና መሞከሪያ
ar: حاول مرة أخرى
hi: पुनः प्रयास करें

source: Problem occurred when analyzing dependencies for %s. Installation aborted.
hi: विश्लेषण निर्भरता के दौरान %s हेतु परेशानी आई। स्थापना रोका गया।

source: Problem occurred when analyzing dependencies for %s. Upgrade aborted.
hi: विश्लेषण निर्भरता के दौरान %s हेतु परेशानी आई। उन्नत होने से रोका।

source: The requested package "%s" was not found in the package list.
am: ዬተጠየቀውን ጥቅል "%s" በጥቅል ዝርዝር ውስጥ ማግኘት አልተቻለም
ar: الحزمة المطلوبة "%s" لم يتم العثور عليها في قائمة الحزم.
hi: निवेदित पैक %s पैक की सूची में नहीं मिला।

source: Refresh package lists again and try again.
hi: पैक सूची को ताजा करें और पुनः प्रयास करें।

source: Join us
ar: إنظم إلينا
hi: जुड़ें

source: Installation
am: መግጠሚያ
ar: تنصيب
hi: स्थापना

source: Refresh package lists
hi: पैक की सूची ताजा करें

source: Open download directory
am: የ ወረዱ ዳይሬክቶሪ
ar: فتح دليل التنزيلات
hi: डाउनलोड निर्देशिका खोलें

source: Clear up cached packages
ar: تنظيف الحزم المؤقته
hi: केश पैक को खाली करें

source: View new features
am: አዲስ ገጽታዎች መመልከቻ
ar: عرض الخصائص الجديدة
hi: नए विशेषता देखें

source: Preferences
am: ምርጫዎች
ar: التفضيلات
hi: पसंद

source: Quit
am: ማጥፊያ
ar: خروج
hi: बंद करो

source: You have cleared up %s packages and saved %s of space.
am: ጥቅሎችን አጽድተውp %s አድነዋል %s ነፃ ቦታ
hi: आपने %s पैक को साफ कर %s स्थान बचा लिया है।

source: Your system cache is empty.
hi: आपके खेल का केश खाली है।

source: No reminder
am: አስታዋሽ የለም
hi: कोई अनुस्मारक

source: Version:
am: እትም:
ar: الإصدار :
hi: संस्करण:

source: Deepin Store is a commonly used software center on Linux. We selected more than 2,600 excellent applications with many functions of installation and uninstalling, software repository and popular recommendations, which supports 1-click quick installation, multi-threaded download and clearing of cached packages. It provides topics for software introduction and shares good applications. Deepin Store is a free software licensed under GNU GPLv3.
hi: डीपइन स्टोर एक समान्यतः लिनक्स में उपयोग किया जाने वाला एक अनुप्रयोग है। हमने 2,600 श्रेष्ठ अनुप्रयोग को चुना है। जो अनेक कार्य के साथ ही आसानी से स्थापित और अस्थापित होते हैं। यह 1-क्लिक में स्थापित, केश सफाई आदि करते हैं। डीपइन एक निःशुल्क सॉफ्टवेयर है जो जीएनयू जीपीएलवी3 का अधिकार देता है।

source: On uninstalling the software
am: ሶፍትዌር በማስወገድ ላይ
hi: सॉफ्टवेयर को अस्थापित करते समय

source: Delete configuration files
am: የማወቀሪያ ፋይሎች ማጥፊያ
ar: حذف تشكيلة الملفات
hi: विन्यास फाइलों को नष्ट करें

source: Download settings
am: የሚወርዱ ማሰናጃ
ar: إعدادات التنزيل
hi: डाउनलोड सेटिंग

source: Maximum number of download tasks:
hi: डाउनलोड कार्य की अधिकतम सीमा:

source: Download directory:
am: የ ወረዱ ዳይሬክቶሪ:
ar: دليل التنزيل :
hi: डाउनलोड निर्देशिका

source: Change
am: መቀየሪያ
ar: تغيير
hi: बदलाव

source: Select the best mirror
hi: श्रेष्ठ दर्पण चुने

source: Waiting
hi: प्रतीक्षा

source: Successfully
hi: सफलतापूर्वक

source: Upgrade automatically
hi: सफलतापूर्वक नवीनीकृत

source: Time interval:
am: የ ሰአት ክፍተት:
ar: مدة الوقت :
hi: समय अन्तराल:

source: hour
am: ሰአት
ar: ساعة
hi: घंटा

source: Select mirror
am: አንጸባራቂ ይምረጡ
ar: أختار مرآة
hi: दर्पण चुने

source: Select Directory
am: ዳይሬክቶሪ ይምረጡ
ar: أختر دليل
hi: निर्देशिका चुने

source: Speed testing will finish only after one minute, please wait.
hi: गति की जाँच अभी एक मिनट में समाप्त हो रहा है, प्रतीक्षा करें।

source: Test is completed, the fastest mirror source is "%s", switch now?
hi: जाँच पूर्ण हुआ, गतिशील दर्पण स्त्रोत "%s" है, अभी बदलें?

source: General
am: ባጠቃላይ
ar: عام
hi: सामान्य

source: Mirrors
am: አንጸባራቂ
ar: المرايا
hi: दर्पण

source: About
am: ስለ
ar: عن
hi: बारे में

source: %s applications searched
am: %s መተግበሪያዎች ተፈልገዋል
hi: %s अनुप्रयोग खोजा गया

source: HotApps
hi: हॉटअप्प्स

source: Please wait a moment while system update is being performed... Do not turn off your computer.
am: እባክዎን ትንሽ ይቆዩ ማሻሻያው እስከሚገጠም ድረስ... እባክዎን ኮምፒዩተሩን አያጥፉ

source: No reminder to update (%s)
am: ለማሻሻል አስታዋሽ የለም (%s)

source: Downloading updates
am: ማሻሻያ በማውረድ ላይ
ar: يتم تحميل التحديثات

source: Failed to download updates
am: ማሻሻያ ማውረድ አልተቻለም
ar: فشل في تحميل التحديثات

source: update package lists
am: የጥቅል ዝርዝር ማሻሻያ

source: Failed to install updates
am: ማሻሻያውን መግጠም አልተቻለም
ar: فشل في تثبيت التحديثات

source: The error was successfully reported and will be soon handled.
am: ስህተቱ በሚገባ ተሳክቶ ተልኳል እና መፍትሄ ይፈልግለታል
ar: تم إرسال تقرير المشكلة بنجاح وسيتم التعامل معه قريبا.

source: %s updates are selected. %s will be downloaded.
am: %s ማሻሻያዎች ተመርጠዋል %s አሁን ይወርዳሉ
ar: %s تم إختيار التحديثات. %s سيتم تنزيلها.

source: Failed to analyze dependencies.
am: ጥገኞችን መመርመሩ አልተሳካም
ar: فشل في تحليل التبعيات.

source: Installing updates
am: ማሻሻያ በመግጠም ላይ
ar: تثبيت التحديثات

source: Updating...
am: በማሻሻል ላይ...
ar: يتم التحديث...

source: Package lists updated completely.
am: የጥቅል ዝርዝር ማሻሽል ጨርሷል

source: Update package lists
am: የጥቅል ዝርዝር ማሻሻያ

source: Max download task number:
am: ከፍተኛ የማውረድ ስራ ቁጥር:
ar: الحد الأقصى لعدد مهمات التنزيل :

source: Update automatically
am: ራሱ በራሱ ማሻሻያ
ar: تحديث تلقائي

source: Powered by 又拍云存储
ar: 又拍云存储 مدعوم بواسطة
